<?php
    return [
        'title' => 'Миржалол М. Рахматжонов. Full-stack разработчик.',
        'prev' => 'Привет! Меня зовут Миржалол, и я опытный программист, специализирующийся на разработке веб-приложений с использованием PHP и фреймворка Laravel. Вдохновляет меня желание быть инноватором и создавать эффективные решения для сложных задач в моей работе.',
        'decription' => 'С более чем 3-летним опытом в разработке программного обеспечения, я стал экспертом в создании высококачественных веб-приложений. Мой профессиональный путь привел меня к работе над различными проектами, начиная от небольших веб-сайтов до сложных масштабируемых приложений. В ходе своей работы я часто использую Laravel, так как он предоставляет мощные инструменты и упрощает процесс разработки. Я уверен в своих навыках в PHP, MySQL, HTML, CSS и JavaScript, и всегда стремлюсь использовать передовые технологии и лучшие практики в своей работе.',
        'items' => [
            'Разработка веб-приложений.',
            'Разработка API.',
            'Разработка административных панелей.',
            'Разработка интернет-магазинов.',
            'Платформы для блогов и портфолио.',
            'Интеграция сторонних сервисов.'
        ],

        'skills' => 'Скиллы'
    ];