<?php 
    return [
        'title' => 'Раскройте силу цифрового инновационного прогресса',
        'prev' => 'Добро пожаловать в мир надежных веб-приложений! Я - одиночный разработчик, специализирующийся на создании качественных и инновационных веб-приложений. Я готов предложить вам уникальное решение, полностью соответствующее вашим потребностям и ожиданиям. Разрабатывая веб-приложения с использованием передовых технологий и лучших практик, я гарантирую надежность, безопасность и высокую производительность. Позвольте мне превратить ваши идеи в реальность и предоставить вам надежное веб-приложение, которое поможет вам достичь успеха в вашем бизнесе.'
    ];