<?php 
    return [
        'title' => 'Добро пожаловать в мир надежных веб-приложений.',
        'prev' => ' Раскройте силу цифрового инновационного прогресса!
        Я - одиночный разработчик, специализирующийся на создании качественных и инновационных веб-приложений.',


        
        'features' => 'Особенности',
        'features_desc' => 'Особенности сайта следующие:',
        'planning' => 'Планирование.',
        'planning_desc' => 'На этапе планирования мы определяем цели проекта, обсуждаем требования и обрисовываем основные функциональности. Мы также разрабатываем план действий, создаем расписание и определяем ресурсы, необходимые для выполнения проекта.',
        "planning_items" => [
            'Хартия проекта: общий обзор проекта, включающий цели, задачи, ограничения и другие аспекты.',
            'Заявка на выполнение работ: определяет объем проекта, расписание, результаты, вехи и задачи.'
        ],
        'development' => 'Разработка.',
        'development_desc' => 'На этом этапе мы создаем и строим проект. В случае разработки веб-приложений на Laravel мы пишем код, проектируем базы данных, создаем пользовательский интерфейс и реализуем необходимые функциональности. Вся разработка выполняется в соответствии с заданными требованиями и спецификациями проекта.',
        'testing' => 'Тестирование.',
        'testing_desc' => 'Этап тестирования является ключевым для проверки качества и функциональности проекта. Мы проводим различные виды тестирования, включая модульное тестирование, интеграционное тестирование и системное тестирование, чтобы убедиться, что все функции работают корректно и соответствуют ожиданиям.',
        "testing_items" => [
            'Модульное тестирование.',
            'Системное тестирование.',
            'Интеграционное тестирование.'
        ],
        'deployment' => 'Развертывание.',
        'deployment_desc' => 'Последний этап проекта - развертывание. Здесь мы размещаем законченный проект на хостинге или сервере, делая его доступным для публики. Важно убедиться, что все настройки, конфигурации и безопасность сайта настроены правильно. После успешного развертывания проект готов к использованию и публикации.',
        
    ];