<?php 
    return [
        'web' => [
            'name' => 'Веб-приложения',
            'description' => 'Создание динамичных и интерактивных веб-приложений, настраиваемых под конкретные бизнес-потребности. Предоставление функциональности, такой как регистрация пользователей, управление данными, доставка контента и интеграция с внешними сервисами.',
        ],
        'e-commerce' => [
            'name' => 'Интернет-магазины',
            'description' => 'Разработка полнофункциональных и безопасных онлайн-магазинов с функциями, такими как каталог товаров, корзина покупок, безопасная обработка платежей, управление заказами и отслеживание инвентаря.',
        ],
        'crm' => [
            'name' => 'Системы управления взаимоотношениями с клиентами',
            'description' => 'Создание индивидуальных CRM-систем, которые помогают бизнесам управлять взаимодействием с клиентами, отслеживать потенциальных клиентов и продажи, автоматизировать процессы и улучшать управление взаимоотношениями с клиентами.',
        ],
        'cms' => [
            'name' => 'Системы управления контентом',
            'description' => 'Разработка систем управления контентом (CMS) для создания, управления и публикации контента на веб-сайтах. CMS позволяют легко добавлять, редактировать и удалять содержимое, такое как текст, изображения, видео, а также управлять структурой и макетом сайта.',
        ],
    ];